Repository: OmegaT-L10N/ja
Catalog: OmegaT_2.2.0_L10N_Minimal/tm/UI_trunk 09.12.14-omegat.tmx
Source language: en
Languages: ja

source: Parse error encountered reading preferences file!
ja: 警告：設定ファイル読み込み中の解析エラー。

source: Segmentation Setup
ja: 分節化設定

source: About OmegaT
ja: OmegaTについて

source: Translated Filename Pattern
ja: 訳文ファイル名構造

source: OmegaT uses the following libraries:
ja: OmegaTは、下記のライブラリを使用します。

source: Segment encountered outside translation unit variant.
ja: 翻訳対変異の外部に分節があります。

source: Analyzing strings - {0} of {1} completed
ja: 分節分析中… {1} 分の {0} 完了

source: &Statistics
ja: 翻訳状況

source: Please consult the log ({1}) to determine the source of the error and try again.
ja: ログ（{1}）を解析して、エラーの原因を特定した上で、再度TMXファイルを読み込んでください。

source: Japanese
ja: 日本語

source: Source Filename Pattern:
ja: 原文ファイル名構造：

source: File Filters
ja: ファイルフィルタ

source: Insert the &best fuzzy match
ja: 最も一致率の高い参考訳文

source: Cannot locate help file:
ja: 取扱説明ガイドが見つかりませんでした：

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
ja: Somik Raha氏、Derrick Oswald氏などによる HTMLParser 1.6（LGPLライセンス）

source: Restore
ja: 復元

source: &Check simple printf-variables (e.g., %s, %d)
ja: 単純なprintf変数（％s、％d など）を確認する

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
ja: /docs/フォルダの位置を確認ください。

source: English
ja: 英語

source: Cannot reset the filter to default patterns.
ja: フィルタをデフォルトに戻すことができません。

source: 1) Reduce the number of source files and translate in batches;
ja: ｲ）一回で翻訳する原文ファイルを減らして、数回において翻訳を進めるか、

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
ja: 従って、例えば、カナダのフランス語（FR-CA）用の分節規則は、一般フランス語（FR.*）用の分節規則よりも高い位置に、更に既定値（.*）よりも高い位置に設定されるべきです。

source: Info
ja: 情報

source: Click on '{0}' menu item
ja: メニュー項目 {0} をクリックした。

source: Remaining Words
ja: 未訳ワード数

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
ja: 従って、OmegaTの設定ディレクトリの位置を確実に指定することはできません。

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
ja: HHC・HNKファイルにエンコードの宣言がある場合、ここで値を設定した場合でも、元々のエンコードが使用されます。

source: &About...
ja: OmegaTについて…

source: Insert Match Into Translation
ja: 参考訳文を挿入

source: Co&mments
ja: コメント

source: &Slide Comments
ja: スライドコメント

source: File Name
ja: ファイル名

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
ja: 回復方法については、取扱説明ガイドを参照してください。また、エラーが発生したときの操作などに就いての情報を開発者に送ってください。

source: &Reload
ja: 再読み込み

source: OpenDocument/OpenOffice.org Files
ja: OpenDocument や OpenOffice.org ファイル

source: Bookmark &references
ja: ブックマーク参照

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
ja: 次のmetaタグの(属性=値)文字列を翻訳対象外にする（対をコンマで区切ってください）：

source: OmegaT is the original work of Keith Godfrey.
ja: OmegaTは元々Keith Godfreyの作品です。

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
ja: ここで設定できるのはフィルタ処理対象原文ファイル名や、訳文ファイルのファイル名や、読み込みむときの原文ファイルと生成される訳文ファイルのエンコードなどです。

source: 3) File a bug report at http://sourceforge.net/projects/omegat
ja: ﾊ）「http://sourceforge.net/projects/omegat」にバグレポートを提出する。

source: Error saving project file!
ja: プロジェクトのファイル保存エラー。

source: Column Index must be equal to 1
ja: 列のインデックスは必ず１に等しくなければいけません。

source: Floating '?' character not tied to '>'!
ja: 「>」と結ばれていないフローティング「?」

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
ja: 注意：原文ファイルのエンコード設定が有効になるのは、HTMLの中にエンコードの宣言がない場合に限られます。

source: Search for:
ja: 検索文字列：

source: Cannot create folder for translated files:
ja: 訳文ファイル用のフォルダが作成できません。

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Project -> Reload from the main menu.
ja: ファイルマネージャを使ってプロジェクトの原文フォルダにファイルをコピーし、メニューの［プロジェクト］→［再読み込み］を選択してプロジェクトを再読み込むこともできます。

source: Source File Encoding:
ja: 原文ファイルのエンコード ：

source: value (of button, &submit and reset input)
ja: value（buttonやsubmit、reset）

source: Event: application shutdown
ja: イベント：アプリケーション終了

source: Default
ja: 既定値

source: Event: project change - "{0}"
ja: イベント：プロジェクト変更 -「{0}」

source: Select Match #&1
ja: 参考訳文１を選択

source: h&reflang (language of links)
ja: hreflang（リンク先の言語）

source: Con&tents
ja: 目次

source: The TMX file will continue to be loaded.
ja: TMXファイルの読み込みを継続します。

source: Replace with &Machine Translation
ja: 機械翻訳に置換

source: &View
ja: 表示

source: Only if (X)HTML file has an &encoding declaration
ja: (X)HTMLファイルにエンコード宣言がある場合のみ

source: Loading glossary {0}
ja: 用語集読み込み中…

source: &Quit
ja: 終了

source: Java: {0} ver.
ja: Java：{0} 版

source: Security error encountered loading project file!
ja: プロジェクト読み込み中のセキュリティーエラー。

source: (empty tag)
ja: (空タグ)

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
ja: OmegaTとは、コンピュータを利用した翻訳ツールです。OmegaTの主な特徴は以下の通りです。Javaをサポートしているオペレーティングシステムであれば動作可能、翻訳リファレンスとしてどんな種類のTMXファイルをも利用-SRXのような方法を用いたフレキシブルな文章の分割、 翻訳メモリのリファレンスやプロジェクトを検索- OmegaTが読み込み可能なファイルを含んだ全てのディレクトリの検索- ファジーマッチング- 複雑なディレクトリ構造になったプロジェクトの取り扱い- グロッサリーをサポート（用語チェック）- ドキュメントやチュートリアルがわかりやすい- 多種の言語へのローカライズ。

source: &Editing Behaviour...
ja: 翻訳入力行…

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
ja: /docs/フォルダの位置を確認ください。

source: Select Match #&2
ja: 参考訳文２を選択

source: Select Match #&3
ja: 参考訳文３を選択

source: Select Match #&4
ja: 参考訳文４を選択

source: Text Files
ja: テキストファイル

source: The '?' character matches exactly one character ('run?' would match 'runs' and 'rung', for example, but not 'run' or 'running').
ja: 半角の「?」は文字1個に一致します。例えば「run?」は、「runs」や「rung」には一致しますが、「run」や「running」には一致しません。

source: Select Match #&5
ja: 参考訳文５を選択

source: No Suggestions
ja: 候補はありません

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ja: このプログラムは有用であることを願って頒布されますが、*全くの無保証*です。商業可能性の保証や特定の目的への適合性は、言外に示されたものも含め全く存在しません。

source: Fuzzy Matches
ja: 参考訳文

source: The TMX file will not be loaded Please try to correct the error and reload the project.
ja: TMX ファイルの読み込みに失敗しました。お手数ですが、エラーを修正の上、プロジェクトを再度読み込んでください。

source: Dictionary Folder:
ja: 辞書フォルダ：

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
ja: 言語コード構造に一致する分節化規則は、設定された順で適用されます。

source: Error in file {0}, line {1}
ja: ファイル {0} の 行 {1} にエラーがあります。

source: Fatal error on line {0}, column {1} while parsing:
ja: ファイル {2} を解析中に行 {0} 、列 {1} で発生した回復不能なエラーです：

source: The translated file language entered is invalid!
ja: 入力された原文言語が不正です。

source: Last modified by {0} on {1} at {2}
ja: {1}/{2}に{0}による最新変更

source: &Add
ja: 追加

source: Event: font changed
ja: イベント：字体変更

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
ja: /docs/フォルダの位置を確認ください。

source: The &source text
ja: 原文を入れる

source: Sli&de Masters
ja: スライド マスタ

source: Display &Source Segments
ja: 原文表示

source: &Browse
ja: 参照

source: Here you may also specify custom location of project folders.
ja: ここでプロジェクトのフォルダの位置を変更して指定することもできます。

source: Dictionary
ja: 辞書

source: Spanish
ja: スペイン語

source: Some project folders seem to have been moved.
ja: 異動されたプロジェクトフォルダがあります。

source: Add Pattern
ja: 構造追加

source: New Language and Country
ja: 新規言語（言語コード＋地域コード）

source: Confirm uninstalling
ja: 削除の確認

source: Unable to parse filters configuration file
ja: フィルタ設定ファイル読み込みエラー

source: Upgrading...
ja: TMXファイルをアップグレードしています...

source: Project autosaved on {0}
ja: プロジェクト自動保存時： {0}

source: The TMX source language ({0}) is different from the project source language ({1}).
ja: TMXの原文言語（{0}）と、プロジェクトの原文言語（{1}）が異なります。

source: HHC file too big!
ja: HHC file が大きすぎます！

source: &Automatically check the spelling of text
ja: 自動文章校正

source: Only if (X)HTML file has a &header
ja: (X)HTMLファイルにヘッダがある場合のみ

source: Not a valid XML file!
ja: 不正なXMLファイルです。

source: Translated documents created
ja: 訳文ファイル生成完了

source: Start a new paragraph on:
ja: 下記のタグが分節を作る：

source: If the filter has any options, you may change them by clicking Options.
ja: フィルタに設定がある場合は、設定をクリックして変更することができます。

source: &Bookmarks
ja: ブックマーク

source: These units have been skipped.
ja: これらの翻訳対は無視されました。

source: src (URL of &images)
ja: src（画像のURL）

source: Project load cancelled by user
ja: プロジェクト読み込みが中断されました。

source: Source language: {0}
ja: 原文言語： {0}

source: You may try to solve this problem in one of the following ways:
ja: この問題を以下のように解決できます：

source: Project Statistics
ja: プロジェクトの翻訳状況

source: Unique Remaining:
ja: 繰り返しを除いた未翻訳分節数：

source: Translation memory files folder entered does not exist!
ja: 指定された参考翻訳メモリファイルフォルダは存在しません。

source: He&aders
ja: ヘッダー

source: &Remove
ja: 削除

source: File &Filters...
ja: ファイルフィルタ…

source: &Source (segment {0}):
ja: 原文（分節 {0}）

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
ja: フィルタで処理するファイルとエンコードを変更するには、一覧からフィルタを選択して、変更をクリックしてください。

source: Key=Value Text Files
ja: キー値形式テキストファイル

source: Glossary
ja: 用語集

source: &Apply this font to the Project Files window
ja: 字体を翻訳対象ファイルの一覧に適用する。

source: &Defaults
ja: 既定値

source: User's Manual viewer does not support navigation to external links.
ja: 取扱説明ガイドのビュアーでは、外部リンクを開くことはできません。

source: Note: not all filters allow you to select an encoding.
ja: フィルタによっては、エンコードが選択できない場合があります。

source: &Comments
ja: コメント

source: Sets of segmentation rules:
ja: 分節化規則群：

source: Export the segment to text files
ja: 分節をテキストファイルへ出力

source: R&eplace with Match
ja: 参考訳文に置換

source: &Name/ID:
ja: 名前/ ID：

source: &Choose...
ja: 選択…

source: Confused by false start of comment tag!
ja: コメントタグの不正な開始部を発見しました。

source: Please type or paste the URL of the mediawiki page
ja: MediaWikiページのURLを入力してください。

source: Version: {0}
ja: バージョン： {0}

source: Catalan
ja: カタルーニャ語

source: The '*' character matches zero or more characters (the search term 'run*' would match 'run', 'runs', and 'running', for example).
ja: 半角の「*」 は文字0個以上に一致します。例えば、「run*」を検索すると、「run」や「running」に一致します。

source: MRJ Adapter 1.0.8 by Steve Roy (LGPL License)
ja: Steve Roy氏による MRJ Adapter 1.0.8（LGPLライセンス）

source: Words
ja: ワード数

source: &New...
ja: 新規作成…

source: Recursi&ve search
ja: 再帰検索

source: &Uninstall...
ja: 削除…

source: Minimize
ja: 最小化

source: &Edit
ja: 編集

source: Swing-Layout 1.0.2 (LGPL License)
ja: Swing-Layout 1.0.2（LGPLライセンス）

source: &Undo Last Action
ja: 操作取り消し

source: Break/Exception
ja: 改行／例外

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
ja: 未翻訳の分節に移動したときに挿入する内容を選択してください。

source: Characters (without spaces)
ja: 文字数（空白を除く）

source: Project loading start
ja: プロジェクト読み込み開始

source: Go To Segment Source
ja: 分節へ移動

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
ja: 適切な位置にアクセスできるときに、そこが使われますが、位置変更によって設定は初期設定に復元されます。

source: Characters (including spaces)
ja: 文字数（空白を含む）

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
ja: HTMLファイルにエンコードの宣言がある場合、ここで値を設定した場合でも、元々のエンコードが使用されます。

source: Preferences system save operation failed!
ja: 設定保存ができませんでした。

source: Total number of segments
ja: 分節全体数

source: Ignore All
ja: 全て無視

source: Restore De&faults
ja: 初期値復元

source: Display Font
ja: 表示用字体

source: Create &Translated Documents
ja: 訳文ファイル生成

source: Spellchecker Setup
ja: 文章校正設定

source: Exceptions occurred while loading segmentation rules:
ja: 分節化規則読み込み中にエラーが発生しました。

source: Go To Segment
ja: 分節へ移動

source: &Regular expressions
ja: 正規表現

source: Error in file
ja: ファイルにエラーがあります。

source: Brows&e
ja: 参照

source: Segmentation method: {0}
ja: 分節化の方法： {0}

source: Project is Empty
ja: 空のプロジェクトです。

source: Bad folder name {0}
ja: 不正なフォルダ名： {0}

source: &Match Statistics
ja: 一致率情報

source: It is used to mark your translations.
ja: 翻訳に印を付けるためです。

source: Source Filename Pattern
ja: 原文ファイル名構造

source: Segment source text into paragraphs on:
ja: 以下の規則で、原文を分節化する。
